/** 下标+1 代表等级, 数据代表 [经验, 熟练加值] */
export const characterAdvancement: [number, number][] = [
  [0, 2],
  [300, 2],
  [900, 2],
  [2700, 2],
  [6500, 3],
  [14000, 3],
  [23000, 3],
  [34000, 3],
  [48000, 4],
];

export const DNDClassData = [
  {
    class: "吟游诗人",
    施法关键属性: "魅力",
  },
  {
    class: "牧师",
    施法关键属性: "感知",
  },
  {
    class: "德鲁伊",
    施法关键属性: "感知",
  },
  {
    class: "战士",
    施法关键属性: "智力",
  },
  {
    class: "圣武士",
    施法关键属性: "魅力",
  },
  {
    class: "游侠",
    施法关键属性: "感知",
  },
  {
    class: "法师",
    施法关键属性: "智力",
  },
  {
    class: "术士",
    施法关键属性: "魅力",
  },
  {
    class: "邪术师",
    施法关键属性: "魅力",
  },
  {
    class: "吟游诗人",
    施法关键属性: "魅力",
  },
  {
    class: "吟游诗人",
    施法关键属性: "魅力",
  },
  {
    class: "吟游诗人",
    施法关键属性: "魅力",
  },
  {
    class: "吟游诗人",
    施法关键属性: "魅力",
  },
  {
    class: "吟游诗人",
    施法关键属性: "魅力",
  },
];
