<template>
  <div>
    <h4>从不轻信 Slow to Trust</h4>
    <p>
      矮人和其他种族的关系还过得去 。 他们常说 ： “ 从认识到成为朋友 ， 差不多得花上一百年 。 ”
      这句话也许有些夸张 ， 但却暗示着寿命 短暂的种族 （ 如人类 ） ， 很难得到矮人的信任 。
    </p>
    <p>
      精灵 Elves。 “依赖精灵可不是件明智的事儿 。 你永远猜不到一个 精灵下一秒会干什么 。
      你砸中兽人脑袋时 ， 他开始唱歌和拨剑的机率 一样大 。 他们总是单纯又轻浮 。
      不过必须承认他们确实能制造出相当 精美的武器和盔甲 ， 然而他们却没几个铁匠 。 不过 ，
      当兽人和地精从 山上潮涌而出时 ， 有个精灵在身后倒也不差 。 虽然他们没矮人靠谱 ，
      不过他们毕竟跟咱一样痛恨那些兽人 。 ”
    </p>
    <p>
      半身人 Halflings。 “ 他们确实讨人喜欢 ， 不过 ， 你见过半身人英雄么 ？ 或者半身人的帝国 ？
      半身人的胜利之师 ？ 最不济 ， 半身人创造的远古宝藏有么 ？ 一个什么都没有的种族 ，
      你怎么能把他们当回事儿 。 ”
    </p>
    <p>
      人类 Humans。 “ 等你了解一个人类的时候 ， 她的生命也已经走到最后一刻了 。 幸运的话 ，
      她可能有个像她一样好的女儿或孙女 。 当你认为是时候和一个人类变为朋友了 ， 却又要眼看着他们逝去
      。 人类总能得到他们想要的东西 ， 无论是巨龙的宝藏还是帝国的王座 。 你不
      得不敬佩他们的执着和为此而奉献的精神 ， 当然这也经常使他们惹得一身麻烦 。
    </p>
  </div>
</template>
