<template>
  <div>
    <h4>熟练加值 Proficiency Bonus</h4>
    每个角色都具有一项由等级决定的熟练加值。对于怪物的情况，
    同样类型的加值则是直接注明在其属性数据中。该加值适用于属性检定、豁免检定和攻击检定。
    <p>
      你的熟练加值不能在同一次掷骰或同一数值上应用多于一次。
      例如，当有两条不同的规则项允许你将熟练加值加给某感知豁免时 ，
      你依然只能在此豁免中使用一次熟练加值。
    </p>
    有时候，你的熟练加值会在进行乘除运算后（比如加倍或减半）再作应用。例如，游荡者的职业特性“专精
    Expertise”就会将某类属性检定的熟练加值翻倍。
    如果有情况允许你在一次掷骰多次使用熟练加值，则你依然只使用一次加值，也只作一次倍率运算。
    <p>
      另一种情况是：
      当某项特性或效应让你对熟练加值进行运算，而你所进行的属性检定不允许应用熟练加值时 ，
      则你依然无法将熟练加值加上。换言之，你进行该检定时的熟练加值为 0，而 0 乘任何数都为 0。
      例如，不具有历史技能熟练项的角色，就算拥有加倍熟练加值的特性，其进行智力（历史）
      检定时，也不能加上双倍的熟练加值。
    </p>
    <p>
      一般情况下，攻击检定和豁兔检定的熟练加值不会有倍率运算。而当某些特性或效应产生相似作用时，则以上规则同样适用。
    </p>
    <h4>护甲熟练项 Armor Proficiency</h4>
    <p>
      任何人都可以随意的着装 护甲或是在手上装备盾牌 。 而只有拥有相应护甲熟练项的角色 ，
      才懂得如何有效地着装应用其特点 。 你所选择的职业会给予你相 应的护甲熟练项 。
      而如果你着装不具有熟练项的护甲时 ， 你所有 的属性检定 、 豁免检定 、
      以及以力量或敏捷进行的攻击检定都会 具有劣势 ， 而且还不能在该着装下施展法术 。
    </p>
    <h4>武器熟练项 Weapon Proficiency</h4>
    <p>
      你的种族 ， 职业和专长都能给予你特定武器或特定类别武器 的熟练项 。 其中 ，
      两种武器类别为简易武器 simple 和军用武器 ， 而大多数人都可能拥有简易武器的熟练项 。 简易武器指
      martial 短棒 、 硬头锤和其它在普通人手上常见的武器 。 军用武器则包括 剑 、 斧和长柄武器等 ，
      需要特殊训练才能有效使用的武器 。 大多 数武士会选使军用武器 ，
      以便于发挥自身的战斗风格以及充分发 挥其专业训练的成果 。
    </p>
    <h4>载具熟练项 Vehicle Proficiency 。</h4>
    <p>
      拥有 （ 陆运或水运 ） 载具 熟练项的角色 ， 在困难条件下进行控制相应载具的属性检定时 ，
      可以将其熟练加值加入检定结果中 。
    </p>
  </div>
</template>
