<template>
  <h2>力量 Strength</h2>
  <p>力量代表肌肉力量 、 运动训练及所能发挥的肉体潜能 。</p>
  <p>
    力量检定 Strength Checks 力量检定可以对应举重 、 推 、 拉 、 暴力破坏 、
    推挤或其他使用蛮力的情况 。 运动技能反映了某几类力量检定可以表示的能力 。
  </p>
  <div>
    <b> 运动 Athletics </b>
    力量 （ 运动 ）检定涵盖了进行攀爬 、 跳跃 、 游泳时遇上的困难情况 。 其范例如下 ：
    <ul>
      <li>
        你尝试攀爬陡坡或滑坡或者在攀爬的同时回避危害物 ， 又或者在有东西想撞开你的情况下抓紧壁面。
      </li>
      <li>你尝试跳跃非常远的距离或在跳跃中施展花式。</li>
      <li>
        你尝试在凶险的水流 ， 风暴浪涛或水草海域中挣扎游泳或浮出水面 。 或者其他生物试图将你推下水
        ， 或拉入水中 ， 又或者以其他方式阻碍你游泳。
      </li>
    </ul>
  </div>
  <div>
    其他力置检定 。 当你执行以下行动时 ， DM 可能会要求你进行力量检定 ：
    <ul>
      <li>强行突破卡死 、 上锁或栓住 、 堵塞的门 。</li>
      <li>扯开束缚物 。</li>
      <li>挤过太狭窄的通道 。</li>
      <li>被马车拖行时抓着马车不放 。</li>
      <li>推倒一座雕像 。</li>
      <li>止住滚动中的大圆石 。</li>
    </ul>
  </div>
  <h3>攻击检定与伤害 Attack Ro 小 and Damage</h3>
  <p>
    你用近战武器如硬头锤 、 战斧 、 标枪等进行的攻击检定和伤害掷骰都加上你的力量调整值 。
    这些武器可以用来进行肉搏战 ， 部分也可以投掷出去进行远程攻击 。
  </p>
  <h3>抬举与载重 Lifting and Carrying</h3>
  <p>你的力量值决定你所能承载的重量 。 以下规则决定你能承载或举起多少重量 。</p>
  <p>
    <b> 载重 Carring Capacity。 </b>
    你的载重是你的力量值乘以 15 。 你能承载这么重的磅数 ， 由于数值不低因此大部分角色都不用担心
    载重问题 。
  </p>
  <p>
    <b> 推 Push、拉 Drag、抬 Lift。 </b>
    你可以推 、 拉 、 抬起你双倍载重的重量 （ 即 30 倍力量值 ） 。 当你推拉高于载重的东西时 ， 你的
    速度减到 5 尺 。
  </p>
  <p>
    <b> 体型与力量 Size and Strength。 </b>
    生物体型越大能承载的重量也越高 。 微型生物的载重较小 。 中型或更大体型者每增加一级 ，
    其生物的负重值和推拉抬极限翻一倍 ， 而微型生物则都减半 。
  </p>
</template>
