<template>
  <h4>阵营 Alignment</h4>
  <p>
    D&D 世界中任一个特定的生物都属于与之相应的阵营 ， 并以此大致反映该个体的品行举止 。
    角色的阵营由两个因素组合而成 ： 一个确定道德 （善良 、 邪恶 、 中立） ，
    另一个则描述其对社会及秩序的态度 （守序 、 混乱 、 中立） 。 两个因素两相组合 ，
    组成了九个不同的阵营。
  </p>
  <p>
    以下关于九阵营的简介描述了一个该阵营生物的典型行为 。 特定个体间的表现可能有着不小的差异 ，
    而且也很少有人能一贯完美的忠于其阵营准则 。
  </p>
  <p>
    守序善良 lawful good （LG） 其生物践行社会期望 ， 永远做着被认为是正确事情 。 金龙 、
    圣武士和大多矮人都属于守序善良 。
  </p>
  <p>
    中立善良 neutral good （NG） 其人尽全力帮助他人 ， 满足他人需求 。 许多天界生物 ，
    某些云巨人和大部分侏儒都是中立善良 。
  </p>
  <p>
    混乱善良 chaotic good （CG） 其生物我行我素 ， 不考虑他人意愿 。 赤铜龙 ，
    许多精灵和独角兽都属于混乱善良 。
  </p>
  <p>
    守序中立 lawful neutral （LN） 其个体遵循法律 ， 传统或个人准则而行动 。
    许多武僧和一些法师都属于守序中立 。
  </p>
  <p>
    绝对中立 neutral （N） 其角色只是应时而动 ， 不过问任何道德倾向也不偏倚任何群体 。 蜥蜴人 ，
    大部分德鲁伊和许多人类都属于绝对中立 。
  </p>
  <p>
    混乱中立 chaotic neutral （CN） 其生物随心所欲 ， 视个人自由高于一切 。 许多野蛮人和游荡者 ，
    以及一些吟游诗人都属于混 乱中立 。
  </p>
  <p>
    守序邪恶 lawful evil （LE） 其生物谨守传统 、 忠诚或秩序的约束 ， 有计划地巧取豪夺 。 魔鬼 ，
    蓝龙和大地精都属于守序邪恶 。
  </p>
  <p>
    中立邪恶 neutral evil （NE） 其角色做事不带任何同情或疑虑 ， 只要能保证全身而退就什么事都敢做 。
    许多卓尔 ， 一些云巨人 ， 和尤格罗斯魔都属于中立邪恶 。
  </p>
  <p>
    混乱邪恶 chaotic evil （CE） 其生物受贪婪 、 憎恨与嗜血驱策 ， 行为随性而暴躁 。 恶魔 ，
    红龙和兽人都属于混乱邪恶 。
  </p>
</template>
