<template>
  <p><b> 攻击检定(命中) </b> : d20 + 熟练加值(有熟练项) + 属性调整(近战为力量,远程为敏捷)</p>
  <p><b>伤害掷骰</b>: 伤害骰结果 + 属性调整值(与攻击检定一致)</p>
  <div>
    <b> 死亡豁免 Death Saving Throws </b>
    每当你以生命值为 0 的状态开始自己回合时 ， 你必须进行一次特别的豁免 ， 即死亡豁免 ，
    以决定你的生死倾向 。 死亡豁免与其他豁免检定不同 ， 其不与任何属性值相关 。 此时 ， 你只能听天
    由命 ， 唯一能帮你的就只有可以帮你通过豁免的特性和魔法 。 掷一次 d20 。 如果结果是大于或等于 10
    则豁免成功 ， 否则豁免失败 。 单一的成功或失败本身没有影响 。 但当你第三次豁免成功时 ，
    你的伤势转为稳定 。 而当你第三次豁免失败时 ， 你将回天乏术 。 这些成功和失败不需要连续出现 ，
    只需记下每次成败的次数 ， 直至其中一种集齐三次时生效 。 当你恢复任何生命值 ， 或
    者伤势稳定时两者的次数都归为零 。
    <div>
      <b> 掷出 1 或 20 。 </b>
      如果你死亡豁免的 d20 掷出 1 ， 则算作两次失败 。 如果该 d20 掷出 20 ， 则你恢复 1 点生命值 。
    </div>
    <div>
      <b> 生命值为 0 时受伤 。 </b>
      你在生命值为 0 的状态下受伤时 ， 记一次失败的死亡豁免 。 如果所受伤害来自一次重击 ，
      则记两次失败 。 如果伤害大于或等于你的生命值上限 ， 则即时死亡 。
    </div>
  </div>
</template>
